{
    "Frequently Asked Questions":"ተደጋግሞ የሚነሱ ጥያቄዎች",
    
    "What is Pioneerflix?":"Pionerflix ምንድን ነው?",
    
    "Pioneerflix is a streaming service that offers a wide variety of award-winning TV shows, movies, anime, documentaries, and more on thousands of internet-connected devices.":"Pioneerflix በጣም የተለያዩ ተሸላሚ የሆኑ የቲቪ ትዕይንቶችን፣ ፊልሞችን፣ አኒሜዎችን፣ ዘጋቢ ፊልሞችን እና ሌሎችንም በሺዎች በሚቆጠሩ ከበይነ መረብ ጋር በተገናኙ መሳሪያዎች ላይ የሚያቀርብ የዥረት አገልግሎት ነው",
    
    "You can watch as much as you want, whenever you want without a single commercial – all for one low monthly price. There's always something new to discover and new TV shows and movies are added every week!":"ያለ ማስታወቂያ በፈለክበት ጊዜ የፈለከውን ያህል ማየት ትችላለህ - ሁሉም በአንድ ዝቅተኛ ዋጋ። ሁልጊዜ አዲስ ነገር አለ እና በየሳምንቱ አዳዲስ የቲቪ ትዕይንቶች እና ፊልሞች ይታከላሉ!",
   
    "How much does Pioneerflix cost?":"Pionerflix ምን ያህል ያስከፍላል?",
    
    "Watch Pioneerflix on your smartphone, tablet, Smart TV, laptop, or streaming device, all for one fixed monthly fee. Plans range from USD 3.99 to USD 11.99 a month. No extra costs, no contracts.":"በእርስዎ ዘመናዊ ስልክ፣ ታብሌት፣ ስማርት ቲቪ፣ ላፕቶፕ ወይም የዥረት መልቀቂያ መሳሪያ ላይ Pioneerflixን ይመልከቱ፣ ሁሉም በአንድ የተወሰነ ወርሃዊ ክፍያ። ዕቅዶች በወር ከ3.99 ዶላር እስከ 11.99 ዶላር ይደርሳል። ምንም ተጨማሪ ወጪ፣ ውል የለም",
    "Where can I watch?":"የት ማየት እችላለሁ?",
    "Watch anywhere, anytime. Sign in with your Pioneerflix account to watch instantly on the web at https://Pioneerflix.netlify.app/ from your personal computer or on any internet-connected device that offers the Pioneerflix app, including smart TVs, smartphones, tablets, streaming media players and game consoles.":"በየትኛውም ቦታ፣ በማንኛውም ጊዜ ይመልከቱ። ከግል ኮምፒዩተራችሁ ላይ https://Pioneerflix.netlify.app/ ላይ በቅጽበት በድር ላይ ለማየት በPionerflix መለያ ይግቡ ወይም ስማርት ቲቪዎችን ጨምሮ የPionerflix መተግበሪያን በሚያቀርብ ማንኛውም ከበይነ መረብ ጋር የተገናኘ መሳሪያ ላይ። ዘመናዊ ስልኮች፣ ታብሌቶች፣ የሚዲያ ማጫወቻዎች እና የጨዋታ ኮንሶሎች።",

    "You can also download your favorite shows with the iOS, Android, or Windows 10 app. Use downloads to watch while you're on the go and without an internet connection. Take Pioneerflix with you anywhere.":"እንዲሁም የሚወዷቸውን ትዕይንቶች በ iOS፣ አንድሮይድ ወይም ዊንዶውስ 10 መተግበሪያ ማውረድ ይችላሉ። በጉዞ ላይ ሳሉ እና ያለበይነመረብ ግንኙነት ለመመልከት ማውረዶችን ይጠቀሙ። Pioneerflixን በማንኛውም ቦታ ይዘው ይሂዱ",
    
    "How do I cancel?":"እንዴት ነው የምሰርዘው?",
    
    "Pioneerflix is flexible. There are no pesky contracts and no commitments. You can easily cancel your account online in two clicks. There are no cancellation fees – start or stop your account anytime.":"Pioneerflix ተለዋዋጭ ነው. ምንም መጥፎ ኮንትራቶች የሉም እና ምንም አይነት ቁርጠኝነት የለም. መለያዎን በቀላሉ በመስመር ላይ በሁለት ጠቅታዎች መሰረዝ ይችላሉ. ምንም የስረዛ ክፍያዎች የሉም - መለያዎን በማንኛውም ጊዜ ይጀምሩ ወይም ያቁሙ.",
    
    "What can I watch on Pioneerflix?":"በPionerflix ላይ ምን ማየት እችላለሁ?",
    
    "Pioneerflix has an extensive library of feature films, documentaries, TV shows, anime, award-winning Pioneerflix originals, and more. Watch as much as you want, anytime you want.":"Pioneerflix የገፅታ ፊልሞች፣ ዘጋቢ ፊልሞች፣ የቴሌቭዥን ፕሮግራሞች፣ አኒሜ፣ ተሸላሚ Pioneerflix ኦሪጅናል እና ሌሎችም ሰፊ ቤተ-መጽሐፍት አለው። የፈለከውን ያህል በፈለክበት ጊዜ ተመልከት",
    
    "Is Pioneerflix is for kids?":"Pionerflix ለልጆች ነው?",

    "The Pioneerflix Kids experience is included in your membership to give parents control while kids enjoy family-friendly TV shows and movies in their own space.":"ልጆች ለቤተሰብ ተስማሚ የሆኑ የቴሌቪዥን ፕሮግራሞችን እና ፊልሞችን በራሳቸው ቦታ ሲዝናኑ ለወላጆች ቁጥጥር ለማድረግ የPionerflix Kids ልምድ በአባልነትዎ ውስጥ ተካትቷል",

    "Kids profiles come with PIN-protected parental controls that let you restrict the maturity rating of content kids can watch and block specific titles you don’t want kids to see.":"የልጆች መገለጫዎች በፒን ከተጠበቁ የወላጅ ቁጥጥሮች ጋር አብረው ይመጣሉ ልጆች የይዘት ብስለት ደረጃ እንዲገድቡ እና ልጆች እንዲያዩዋቸው የማይፈልጓቸውን አርእስቶች ያግዱ"
}